aaron-bond.better-comments
christian-kohler.npm-intellisense
christian-kohler.path-intellisense
CoenraadS.bracket-pair-colorizer-2
cssho.vscode-svgviewer
dbaeumer.vscode-eslint
dsznajder.es7-react-js-snippets
eg2.vscode-npm-script
esbenp.prettier-vscode
formulahendry.terminal
Gruntfuggly.todo-tree
KnisterPeter.vscode-github
mhutchie.git-graph
mikestead.dotenv
ms-vscode.vscode-typescript-tslint-plugin
msjsdiag.debugger-for-chrome
naumovs.color-highlight
steoates.autoimport
syler.sass-indented
tomoki1207.pdf
vscode-icons-team.vscode-icons
wayou.vscode-todo-highlight
zhuangtongfa.material-theme
Zignd.html-css-class-completion